Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Goal Types
it_it: Tipi di obiettivo

source: Enable or create goal types to be included in the plan.
it_it: Abilita o crea tipi di obiettivi da includere nel piano.

source: Goal uploads
it_it: Caricamenti degli obiettivi

source: Weighted goal configuration
it_it: Configurazione degli obiettivi ponderati

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
it_it: Abilita le opzioni di ponderazione e modificabilità per ciascun tipo di obiettivo nel piano dell'obiettivo in modo da consentire a manager e collaboratori di personalizzare la ponderazione dei propri obiettivi.

source: Goal Tag Libraries
it_it: Librerie dei tag degli obiettivi

source: Enable the "Home" feature
it_it: Abilita la funzionalità "Home"

source: Home settings
it_it: Impostazioni della home

source: Individual Pay Range
it_it: Fascia di retribuzione individuale

source: Interface
it_it: Interfaccia

source: Job Architecture
it_it: Architettura mansione

source: Language
it_it: Lingua

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
it_it: Seleziona la lingua predefinita per la tua azienda. La tua scelta si applicherà a tutti gli utenti nell'applicazione al primo accesso. In seguito, gli utenti potranno cambiare la lingua in qualsiasi momento nelle loro impostazioni utente.

source: Legal Entity
it_it: Entità legale

source: Custom Labeling
it_it: Etichettatura personalizzata

source: Localization
it_it: Localizzazione

source: Users
it_it: Utenti

source: Enable beqom for Microsoft Outlook
it_it: Abilita beqom per Microsoft Outlook

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
it_it: Consenti agli utenti di vedere le notifiche, creare obiettivi e fornire o richiedere feedback direttamente dall'interno dell'applicazione Microsoft Outlook utilizzando beqom.

source: beqom for Microsoft Outlook
it_it: beqom per Microsoft Outlook

source: Enable beqom for Microsoft Teams
it_it: Abilita beqom per Microsoft Teams

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
it_it: Consenti agli utenti di vedere le notifiche, creare obiettivi e fornire o richiedere feedback direttamente dall'interno dell'applicazione Microsoft Teams utilizzando beqom.

source: beqom for Microsoft Teams
it_it: beqom per Microsoft Teams

source: Email Notifications
it_it: Notifiche email

source: Body:
it_it: Corpo:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
it_it: Fai clic sul link per modificare il corpo di questa notifica. Puoi anche visualizzare la notifica in altre lingue disponibili nel sistema e modificare il testo.

source: Email notification settings
it_it: Impostazioni delle notifiche email

source: Allow the distribution of notification emails to the application users.
it_it: Consenti la distribuzione delle email di notifica agli utenti dell'applicazione.

source: Enable email notifications for the company
it_it: Abilita le notifiche email per l'azienda

source: Notification:
it_it: Notifica:

source: Email is associated with this notification.
it_it: L'email è associata a questa notifica.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
it_it: Quando modifichi il testo, usa il seguente tag: {FromUser}. In questo modo verrà fatto riferimento all'utente che sta inviando la notifica.

source: Subject:
it_it: Oggetto:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
it_it: Fai clic sul link per modificare il testo dell'oggetto di questa notifica. Puoi anche visualizzare la notifica in altre lingue disponibili nel sistema e modificare il testo.

source: Company email notifications
it_it: Notifiche email aziendali

source: All days
it_it: Tutti i giorni

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
it_it: È possibile pianificare un certo numero di notifiche. Seleziona il promemoria, abilita lo strumento di pianificazione e poi imposta il giorno e l'ora. Tieni presente che le notifiche email devono essere abilitate anche nell'elenco delle notifiche email.

source: Enabled
it_it: Abilitata

source: hour
it_it: ora

source: Jobs
it_it: Mansioni

source: Scheduling
it_it: Pianificazione

source: Nudge duplication
it_it: Duplicazione sollecito

source: Are you sure you want to duplicate this nudge?
it_it: Duplicare questo sollecito?

source: The nudge was successfully duplicated.
it_it: Sollecito duplicato correttamente.

source: Open nudge
it_it: Apri sollecito

source: Please proceed with editing the duplicated nudge.
it_it: Procedi con la modifica del sollecito duplicato.

source: Nudge Notifications
it_it: Notifiche solleciti

source: Get started by creating one.
it_it: Per iniziare, creane uno.

source: No nudge notifications yet!
it_it: Nessuna notifica di promemoria al momento!

source: The nudge was successfully deleted.
it_it: Sollecito eliminato correttamente.

source: Delete nudge
it_it: Elimina sollecito

source: Are you sure you want to delete this nudge?
it_it: Eliminare questo sollecito?

source: View company information
it_it: Visualizza informazioni aziendali

source: Onboarding duration
it_it: Durata dell'onboarding

source: Give your first feedback
it_it: Dai il tuo primo feedback

source: Create/view your goals
it_it: Crea/visualizza i tuoi obiettivi

source: Language selection
it_it: Selezione della lingua

source: Download the mobile app
it_it: Scarica l'app mobile

source: View your passport information
it_it: Visualizza le informazioni del tuo passaporto

source: Photo
it_it: Foto

source: Enable the onboarding wizard
it_it: Abilita la procedura guidata di onboarding

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
it_it: Questa unità organizzativa ha riferimenti correlati. Se la elimini, tutti i riferimenti correlati verranno rimossi. Eliminare l'unità organizzativa?

source: Organization external ID
it_it: ID esterno dell'organizzazione

source: Organization name
it_it: Nome dell'organizzazione

source: Parent organization external ID
it_it: ID esterno dell'organizzazione principale

source: Parent organization name
it_it: Nome dell'organizzazione principale

source: Enter a name
it_it: Inserisci un nome

source: Organizational Units
it_it: Unità organizzative

source: {{count}} person
it_it: {{count}} persona

source: {{count}} people
it_it: {{count}} persone

source: Passport
it_it: Passaporto

source: Enable the "Passport" feature
it_it: Abilita la funzionalità "Passaporto"

source: Pay Scale
it_it: Scala retributiva

source: Performance Rating Scales
it_it: Scale di valutazione delle prestazioni

source: Performance Review Rating
it_it: Valutazione della revisione delle prestazioni

source: Planner
it_it: Strumento di pianificazione

source: Enable the "Planner" feature
it_it: Abilita la funzionalità "Strumento di pianificazione"

source: Populations
it_it: Popolazioni

source: The population was successfully deactivated.
it_it: Popolazione disattivata correttamente.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
it_it: Disattivare questa popolazione? Sarà rimossa da qualsiasi processo futuro ma non influenzerà i cicli passati.

source: Confirm deactivation
it_it: Conferma disattivazione

source: Population criteria
it_it: Criteri della popolazione

source: Criteria blocks:
it_it: Blocchi dei criteri:

source: Population scope:
it_it: Ambito della popolazione:

source: Custom criteria
it_it: Criteri personalizzati

source: Include everybody
it_it: Includi tutti

source: Population name
it_it: Nome della popolazione

source: Which criteria should this block meet?
it_it: Quali criteri dovrebbe soddisfare questo blocco?

source: Criteria
it_it: Criteri

source: Operator
it_it: Operatore

source: Population details
it_it: Dettagli della popolazione

source: Value:
it_it: Valore:

source: The population was successfully duplicated and a new item was created.
it_it: La popolazione è stata duplicata ed è stato creato un nuovo elemento.

source: Open population
it_it: Apri popolazione

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
it_it: Nessun risultato corrisponde ai criteri di ricerca/filtraggio. Rimuova i filtri e cancelli la ricerca per visualizzare tutti i risultati.

source: No results found
it_it: Nessun risultato trovato

source: No populations created yet
it_it: Ancora nessuna popolazione creata

source: No populations
it_it: Nessuna popolazione

source: The population cannot be cloned; Its name is too long.
it_it: La popolazione non può essere clonata; Il suo nome è troppo lungo.

source: Add condition
it_it: Aggiungi condizione

source: All criteria
it_it: Tutti i criteri

source: Any criterion
it_it: Qualsiasi criterio

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
it_it: Hai raggiunto il limite massimo di 25 criteri per questa definizione di popolazione. Per aggiungerne altri, rimuovi i criteri esistenti.

source: Select which criteria will determine the people included in this population.
it_it: Seleziona quali criteri determineranno le persone incluse in questa popolazione.

source: Define custom criteria
it_it: Definisci criteri personalizzati

source: Select how you want to define population criteria.
it_it: Seleziona come desideri definire i criteri della popolazione.

source: You haven't added any blocks yet.
it_it: Non hai ancora aggiunto alcun blocco.

source: Add blocks to start configuring the population criteria.
it_it: Aggiungi blocchi per iniziare a configurare i criteri di popolazione.

source: Field
it_it: Campo

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
it_it: Se selezioni questa opzione, tutte le informazioni inserite nel modulo verranno cancellate. Questa azione non può essere annullata. Vuoi procedere?

source: Confirm selection
it_it: Conferma selezione

source: of {{blocksMax}}
it_it: di {{blocksMax}}

source: Criteria blocks
it_it: Blocchi di criteri

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
it_it: Scegli tra tutti i campi disponibili nello schema di base dei dati standard per definire le regole di inclusione.

source: Population scope
it_it: Ambito della popolazione

source: Back to list
it_it: Torna all'elenco

source: Select {{fieldName}}
it_it: Seleziona {{fieldName}}

source: Clear all
it_it: Cancella tutto

source: Clear all filters
it_it: Cancella tutti i filtri

source: Click row to expand · Checkbox to select · Hover for actions
it_it: Clicca sulla riga per espandere · Casella di controllo per selezionare · Passa il cursore per le azioni

source: Deselect all
it_it: Deseleziona tutto

source: Direct children: {{count}}/{{total}}
it_it: Figli diretti: {{count}}/{{total}}

source: Is parent selected
it_it: È selezionato il padre

source: Level
it_it: Livello

source: Indirect children: {{count}}/{{total}}
it_it: Figli indiretti: {{count}}/{{total}}

source: items selected
it_it: elementi selezionati

source: items total
it_it: totale elementi

source: Partial
it_it: Parziale

source: Selected (with descendants)
it_it: Selezionato (con discendenti)

source: Solo selected (node only)
it_it: Solo selezionato (solo nodo)

source: No items found
it_it: Nessun elemento trovato

source: No results match the search criteria
it_it: Nessun risultato corrisponde ai criteri di ricerca

source: Parent selected
it_it: Elemento padre selezionato

source: Root level
it_it: Livello radice

source: Select all
it_it: Seleziona tutto

source: select all direct children
it_it: seleziona tutti i figli diretti

source: select all indirect children
it_it: seleziona tutti i figli indiretti

source: select node only
it_it: seleziona solo nodo

source: Selected items
it_it: Elementi selezionati

source: Show selected
it_it: Mostra selezionati

source: Show selected items
it_it: Mostra gli elementi selezionati

source: Total
it_it: Totale

source: Unselect all
it_it: Deseleziona tutto

source: unselect all direct children
it_it: deseleziona tutti i figli diretti

source: unselect all indirect children
it_it: deseleziona tutti i figli indiretti

source: unselect node only
it_it: deseleziona solo nodo

source: Define the title and description of the population
it_it: Definisci il titolo e la descrizione della popolazione

source: Basic information
it_it: Informazioni di base

source: An element with that name already exists in the system. Please choose a unique name to proceed.
it_it: Un elemento con quel nome esiste già nel sistema. Scegli un nome univoco per procedere.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
it_it: Seleziona una data di decorrenza per visualizzare un gruppo. Questo passaggio è solo a scopo di visualizzazione; nessuna data di decorrenza verrà assegnata alla configurazione del gruppo.

source: Select an effective date to test the outcome.
it_it: Seleziona una data di decorrenza per testare il risultato.

source: Preview population
it_it: Anteprima popolazione

source: Remove condition
it_it: Rimuovi condizione

source: Create population
it_it: Crea popolazione

source: Edit population
it_it: Modifica popolazione

source: Effective date
it_it: Data di decorrenza

source: The population was successfully published.
it_it: Popolazione pubblicata correttamente.

source: The population was successfully saved.
it_it: Popolazione salvata correttamente.

source: Search for population
it_it: Cerca in base alla popolazione

source: Last updated
it_it: Ultimo aggiornamento

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
it_it: Consenti ai lavoratori con ruoli di amministrazione e conformità a concedere l'accesso in delega a qualsiasi lavoratore attivo nella tua azienda. I lavoratori a cui viene concesso l'accesso in delega saranno in grado di agire per conto di singoli lavoratori o di tutti i lavoratori attivi nell'azienda.

source: Granted users
it_it: Utenti autorizzati

source: Manage proxy access
it_it: Gestisci l'accesso in delega

source: Workers with proxy access
it_it: Collaboratori con accesso in delega

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
it_it: I collaboratori a cui è concesso l'accesso in delega potranno agire per conto di singoli collaboratori o di tutti i collaboratori attivi nell'azienda.

source: Grant proxy access
it_it: Concedi accesso in delega

source: No workers added to the list
it_it: Nessun collaboratore aggiunto all'elenco

source: No workers yet
it_it: Ancora nessun lavoratore

source: Proxy permission settings
it_it: Impostazioni delle autorizzazioni in delega

source: Proxy permission
it_it: Autorizzazione in delega

source: Allow workers to proxy other workers
it_it: Consenti ai collaboratori di agire per conto di altri collaboratori

source: Proxy permission manager
it_it: Gestore delle autorizzazione in delega

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
it_it: Stai per eliminare l'accesso in delega concesso a {{workerFullName}}. Vuoi procedere?

source: Delete proxy permission
it_it: Elimina l'autorizzazione in delega

source: Proxy access count
it_it: Conteggio accessi in delega

source: Department
it_it: Dipartimento

source: Proxy access list
it_it: Elenco accessi in delega

source: No workers found
it_it: Nessun collaboratore trovato

source: Please check the spelling or change your search.
it_it: Controlla l'ortografia o modifica la ricerca.

source: All company
it_it: Tutta l'azienda

source: Individuals
it_it: Individui

source: and more
it_it: e altri

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
it_it: Questa è una pagina di sola lettura a causa del tuo ruolo e dei tuoi permessi. Per modificarla, contatta l'amministratore di sistema.

source: Self-review
it_it: Autorevisione

source: No custom sections added yet.
it_it: Non sono ancora state aggiunte sezioni personalizzate.

source: Question
it_it: Domanda

source: At least one question is mandatory in the custom section.
it_it: Almeno una domanda è obbligatoria nella sezione personalizzata.

source: Custom section
it_it: Sezione personalizzata

source: Create custom section
it_it: Crea sezione personalizzata

source: Enable performance reviews
it_it: Abilita le valutazioni delle prestazioni

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
it_it: Una funzionalità di Gestione delle Prestazioni che consente agli amministratori HR di creare Valutazioni delle prestazioni in cui Collaboratori e manager riflettono sugli eventi avvenuti in un determinato periodo di tempo.

source: Allow local admins in review templates
it_it: Consenti agli amministratori locali nelle Valutazioni dei modelli

source: Allow reviews to be reopened
it_it: Consenti di riaprire le valutazioni

source: General performance review settings
it_it: Impostazioni generali della valutazione delle prestazioni

source: Historical Reviews
it_it: Cronologia revisioni

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
it_it: La popolazione della Valutazione sarà basata sull'accesso dell'amministratore locale. Sarà possibile modificare solo la popolazione all'interno del modello.

source: Review settings
it_it: Impostazioni di valutazione

source: Allow new managers to see closed reviews
it_it: Consenti ai nuovi manager di vedere le valutazioni chiuse

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
it_it: Le revisioni delle prestazioni chiuse da un precedente manager di un collaboratore saranno rese visibili al nuovo manager. Il precedente manager potrà comunque vedere la revisione dopo il suo trasferimento.

source: Performance review templates
it_it: Modelli di revisione delle prestazioni

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
it_it: Se un manager ha meno subordinati diretti rispetto al numero specificato di seguito, potrà visualizzare la pagina di calibrazione senza intraprendere alcuna azione.

source: Specify the minimum number
it_it: Specifica il numero minimo

source: Minimum number of direct reports
it_it: Numero minimo di subordinati diretti

source: Calculation
it_it: Calcoli

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
it_it: Queste linee guida sono solo a scopo di riferimento; il mancato rispetto attiverà un gentile promemoria.

source: Distribution
it_it: Distribuzione

source: Population: {{population}}
it_it: Popolazione: {{population}}

source: Rating
it_it: Valutazione

source: Distribution guidelines
it_it: Linee guida per la distribuzione

source: Total distribution: {{total}}%
it_it: Distribuzione totale: {{total}}%

source: The total distribution must add up to 100%. Please adjust the values accordingly.
it_it: La distribuzione totale deve ammontare al 100%. Regola i valori di conseguenza.

source: Specify the interval during which the calibration period will be open.
it_it: Specifica l'intervallo durante il quale il periodo di calibrazione sarà aperto.

source: Calibration process period
it_it: Periodo del processo di calibrazione

source: Challenge process
it_it: Processo di contestazione

source: Conversation & publication
it_it: Conversazione e pubblicazione

source: Final validation
it_it: Convalida finale

source: Moderation & calibration
it_it: Moderazione e calibrazione

source: Worker sign-off comment box
it_it: Casella di commento per l'approvazione del collaboratore

source: Worker self-assessment
it_it: Autovalutazione del Collaboratore

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
it_it: Stai per spostare tutte le Valutazioni allo stato "Chiuso (Sistema)". Sei sicuro di voler chiudere la Valutazione?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
it_it: Stai per spostare tutte le valutazioni allo stato "Chiuso (sistema)". Le valutazioni che sono nello stato "Parliamone" o "Contestazione" non verranno chiuse. Chiudere la revisione?

source: Close review
it_it: Chiudi revisione

source: Creation date:
it_it: Data di creazione:

source: Are you sure you want to delete the review?
it_it: Eliminare la revisione?

source: Delete review
it_it: Elimina revisione

source: Open review
it_it: Apri revisione

source: The review was duplicated and a new item was created.
it_it: La revisione è stata duplicata ed è stato creato un nuovo elemento.

source: Total workers assigned in this review: {{count}}.
it_it: Totale collaboratori assegnati in questa revisione: {{count}}.

source: No performance review templates yet!
it_it: Nessun modello di valutazione delle prestazioni disponibile al momento!

source: End date:
it_it: Data di fine:

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
it_it: La lingua predefinita è {{lang}}. Seleziona le lingue in questo elenco per fornire versioni tradotte.

source: Create performance review
it_it: Crea revisione delle prestazioni

source: Worker sign-off stage
it_it: Fase di approvazione del collaboratore
